[
  {
    "id": 1,
    "title": "Song Title 1",
    "artist": "Artist Name 1",
    "lyrics": "These are the lyrics for Song Title 1."
  },
  {
    "id": 2,
    "title": "ALPHA",
    "artist": "Layto",
    "lyrics": "I don't wanna tho Why we gotta go? What if we What if they will never see What we see? Why's it even matter? Why we gotta go back? Why can't we just leave? Let me sit here and let me be This old place Y'all sit tight 'Cause this dude take a knife to a fist fight It's gonna be a-ok Why you so fake? I been sent back to do a motherfucking exposé You do all the right things (oh yeah) You pull all the nice strings (ay, oh yeah) Ay, you lookin' for a pat on the back With an atta boy, ya Ay, your lips gonna bleed You do all the right things (oh yeah) You pull all the nice strings (ay, oh yeah) Ay, you lookin for a pat on the back With an atta boy, ya Ay, your lips gonna bleed You the ass kiss king Do you like pressure? I don't take no pleasure Yeah, you hype yourself up Like you so damn clever And it's on, yeah I know you really care I mean, come on, yeah You ain't got nothing good to say Listen, hey, I know you think you smoking everybody else It's all up in your head 'Cause when you by yourself It's do or die Instead you rather pride yourself On shit, that never gonna stick You do all the right things (oh yeah) You pull all the nice strings (ay, oh yeah) Ay, you lookin for a pat on the back With an atta boy, ya Ay, your lips gonna bleed You do all the right things (oh yeah) You pull all the nice strings (ay, oh yeah) Ay, you lookin for a pat on the back With an atta boy, ya Ay, your lips gonna bleed You the ass kiss king Ooh yeah You been really acting like a fool, ooh yeah You forgot I brought you to the school, ooh yeah You been biting off me 'til you blue, ooh yeah, yeah, yeah (You do all the right things) ooh yeah You been really acting like a fool, ooh yeah (you pull all the nice strings) You forgot I brought you to the school, ooh yeah You been biting off me 'til you blue, ooh yeah, yeah, yeah You do all the right things (oh yeah) You pull all the nice strings (ay, oh yeah) Ay, you lookin for a pat on the back With an atta boy, ya Ay, your lips gonna bleed You do all the right things (oh yeah) You pull all the nice strings (ay, oh yeah) Ay, you lookin for a pat on the back With an atta boy, ya Ay, your lips gonna bleed You the ass kiss king"
  }
]