[
  {
    "id": 3,
    "title": "The Exodus Song",
    "artist": "Pat Boone",
    "lyrics": [
      "This land is mine, God gave this land to me",
      "This brave and ancient land to me",
      "",
      "And when the morning sun reveals her hills and plain",
      "Then I see a land where children can run free.",
      "",
      "So take my hand and walk this land with me",
      "And walk this lovely land with me",
      "",
      "Though I am just a man, when you are by my side",
      "With the help of God, I know I can be strong.",
      "",
      "Though I am just a man, when you are by my side",
      "With the help of God, I know I can be strong",
      "",
      "To make this land our home",
      "If I must fight, I'll fight to make this land our own",
      "",
      "Until I die, this land is mine."
    ]
  },
  {
    "id": 1734472152480,
    "title": "Waiting Around to Die",
    "artist": " The Be Good Tanyas",
    "lyrics": [
      "Sometimes I don't know where",
      "This dirty road is taking me",
      "Sometimes I don't even know the reason why",
      "But I guess I keep a-gamblin'",
      "Lots of booze and lots of ramblin'",
      "Well it's easier than just a-waitin' around to die",
      "",
      "One time, friends, I had a ma",
      "I even had a pa",
      "Well he beat her with a belt once 'cause she cried",
      "She told him to take care of me",
      "Headed down to Tennessee",
      "Well it's easier than just a-waitin' around to die",
      "",
      "Well I came of age and I found a girl in a Tuscaloosa bar",
      "She cleaned me out and hit in on the sly",
      "I tried to hide the pain, I bought some wine and hopped a train",
      "Well it's easier than just waitin' around to die",
      "",
      "A friend said he knew",
      "Where some easy money was",
      "We robbed a man, and brother did we fly",
      "The posse caught up with me",
      "And drug me back to Muskogee",
      "Two long years waitin' around to die",
      "",
      "Well, now I'm out of prison",
      "I got me a friend at last",
      "Well he don't drink or steal or cheat or lie",
      "His name's codeine",
      "He's the nicest thing I've seen",
      "Yah, together we're gonna wait around and die",
      "Yah together we're gonna wait around and die",
      ""
    ]
  },
  {
    "id": 1734905114921,
    "title": "Money (James Mercy Remix)",
    "artist": "Mia Vaile",
    "lyrics": [
      "",
      "Just know, that I've missed you so, so, so",
      "But it's a shame that I'm caught up in my own shit",
      "With the cash flow, but you know I'll still say \"Hello\"",
      "I've been so sleepless, a little too high",
      "A little too reckless, loving my life",
      "But the thought it still drifts like a memory",
      "Think that's exactly where the end begins",
      "",
      "Everything I do, you know I do it for the money",
      "Everything I say, I only say it for the money",
      "Everything is everything when everything is money",
      "Everything is everything when everything is money",
      "",
      "So go, let me show you to the door",
      "But will you stop me? Try and fight me?",
      "In my own home, like a heavy price tag",
      "My God, look what happened to the critic",
      "",
      "The only one left is the voice inside my head",
      "Saying \"Watch them watching you forever\"",
      "And pretending that you're dead",
      "But the rule, don't you forget it",
      "That goodbyes are see-you-laters",
      "So say fuck it, fuck it",
      "",
      "Everything I do, you know I do it for the money",
      "Everything I say, I only say it for the money",
      "Everything is everything when everything is money",
      "Everything is everything when everything is money",
      "",
      "Money",
      ""
    ]
  }
]