[
  {
    "id": 1,
    "title": "Song Title 1",
    "artist": "Artist Name 1",
    "lyrics": "These are the lyrics for Song Title 1."
  },
  {
    "id": 2,
    "title": "ALPHA",
    "artist": "Layto",
    "lyrics": "I don't wanna tho Why we gotta go? What if we What if they will never see What we see? Why's it even matter? Why we gotta go back? Why can't we just leave? Let me sit here and let me be This old place Y'all sit tight 'Cause this dude take a knife to a fist fight It's gonna be a-ok Why you so fake? I been sent back to do a motherfucking exposé You do all the right things (oh yeah) You pull all the nice strings (ay, oh yeah) Ay, you lookin' for a pat on the back With an atta boy, ya Ay, your lips gonna bleed You do all the right things (oh yeah) You pull all the nice strings (ay, oh yeah) Ay, you lookin for a pat on the back With an atta boy, ya Ay, your lips gonna bleed You the ass kiss king Do you like pressure? I don't take no pleasure Yeah, you hype yourself up Like you so damn clever And it's on, yeah I know you really care I mean, come on, yeah You ain't got nothing good to say Listen, hey, I know you think you smoking everybody else It's all up in your head 'Cause when you by yourself It's do or die Instead you rather pride yourself On shit, that never gonna stick You do all the right things (oh yeah) You pull all the nice strings (ay, oh yeah) Ay, you lookin for a pat on the back With an atta boy, ya Ay, your lips gonna bleed You do all the right things (oh yeah) You pull all the nice strings (ay, oh yeah) Ay, you lookin for a pat on the back With an atta boy, ya Ay, your lips gonna bleed You the ass kiss king Ooh yeah You been really acting like a fool, ooh yeah You forgot I brought you to the school, ooh yeah You been biting off me 'til you blue, ooh yeah, yeah, yeah (You do all the right things) ooh yeah You been really acting like a fool, ooh yeah (you pull all the nice strings) You forgot I brought you to the school, ooh yeah You been biting off me 'til you blue, ooh yeah, yeah, yeah You do all the right things (oh yeah) You pull all the nice strings (ay, oh yeah) Ay, you lookin for a pat on the back With an atta boy, ya Ay, your lips gonna bleed You do all the right things (oh yeah) You pull all the nice strings (ay, oh yeah) Ay, you lookin for a pat on the back With an atta boy, ya Ay, your lips gonna bleed You the ass kiss king"
  },
  {
    "id": 3,
    "title": "The Exodus Song",
    "artist": "Pat Boone",
    "lyrics": [
      "This land is mine, God gave this land to me",
      "This brave and ancient land to me",
      "",
      "And when the morning sun reveals her hills and plain",
      "Then I see a land where children can run free.",
      "",
      "So take my hand and walk this land with me",
      "And walk this lovely land with me",
      "",
      "Though I am just a man, when you are by my side",
      "With the help of God, I know I can be strong.",
      "",
      "Though I am just a man, when you are by my side",
      "With the help of God, I know I can be strong",
      "",
      "To make this land our home",
      "If I must fight, I'll fight to make this land our own",
      "",
      "Until I die, this land is mine."
    ]
  },
  {
    "id": 1734472152480,
    "title": "Waiting Around to Die",
    "artist": " The Be Good Tanyas",
    "lyrics": [
      "Sometimes I don't know where",
      "This dirty road is taking me",
      "Sometimes I don't even know the reason why",
      "But I guess I keep a-gamblin'",
      "Lots of booze and lots of ramblin'",
      "Well it's easier than just a-waitin' around to die",
      "",
      "One time, friends, I had a ma",
      "I even had a pa",
      "Well he beat her with a belt once 'cause she cried",
      "She told him to take care of me",
      "Headed down to Tennessee",
      "Well it's easier than just a-waitin' around to die",
      "",
      "Well I came of age and I found a girl in a Tuscaloosa bar",
      "She cleaned me out and hit in on the sly",
      "I tried to hide the pain, I bought some wine and hopped a train",
      "Well it's easier than just waitin' around to die",
      "",
      "A friend said he knew",
      "Where some easy money was",
      "We robbed a man, and brother did we fly",
      "The posse caught up with me",
      "And drug me back to Muskogee",
      "Two long years waitin' around to die",
      "",
      "Well, now I'm out of prison",
      "I got me a friend at last",
      "Well he don't drink or steal or cheat or lie",
      "His name's codeine",
      "He's the nicest thing I've seen",
      "Yah, together we're gonna wait around and die",
      "Yah together we're gonna wait around and die",
      ""
    ]
  }
]